Repository: zstanecic/objEnhancer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hr

source: Customize the properties of the navigator object
hr: Prilagodba svojstava objekta navigatora

source: No navigator object
hr: Nema objekta navigatora

source: Open the Object Enhancer definitions dialog
hr: Otvaranje dijaloškog okvira Definicije pojačivača objekata

source: Copies the base64 encoded SHA1 hash of the bitmap of the navigator object to the clipboard
hr: Kopira osnovni SHA1 hash bitmapa objekta navigatora u međuspremnik

source: &Relevant object attributes:
hr: Atributi &relevantnog objekta:

source: Attribute
hr: Atribut

source: Value
hr: Vrijednost

source: A&ttribute:
hr: A&tribut:

source: &Value:
hr: &Vrijednost:

source: &Add
hr: &Dodaj

source: Re&move
hr: U&kloni

source: &Filter criteria:
hr: Kriteriji & filtriranja:

source: Parameters
hr: Parametri

source: &Edit
hr: &Uredi

source: Add filter attribute
hr: Dodavanje atributa filtra

source: Attribute {newAttr!r} is already added.
hr: {newAttr!r} atributa već je dodan.

source: Error
hr: Pogreška

source: Filter values for {attr}
hr: Filtriranje vrijednosti za {attr}

source: No values specified.
hr: Nisu navedene vrijednosti.

source: &Attribute:
hr: &Atribut:

source: &Attribute changes:
hr: Promjene atributa &

source: Change output value
hr: Promjena izlazne vrijednosti

source: Output &attribute:
hr: Izlazni atribut:

source: Output &value:
hr: Izlazna & vrijednost:

source: Add output attribute
hr: Dodavanje izlaznog atributa

source: Attribute {newAttr!r} is already present.
hr: {newAttr!r} atributa već je prisutan.

source: Editing definition ({name})
hr: Uređivanje definicije ({name})

source: New definition
hr: Nova definicija

source: Definition &name:
hr: Naziv &definicije:

source: &Inherrit settings from definition:
hr: Postavke &koje proizlaze iz definicije:

source: None
hr: Nema

source: &Definition is abstract, don't use it directly
hr: Definicija je apstraktna, nemojte je izravno koristiti

source: &Treat object location criteria as absolute screen coordinates
hr: &Tretiraj kriterije mjesta objekta kao apsolutne koordinate zaslona

source: &Definition error handling:
hr: Rukovanje pogreškama u definiciji:

source: You must enter a valid name
hr: Morate unijeti valjani naziv

source: You must add valid input criteria
hr: Morate dodati valjane kriterije unosa

source: &Available definitions:
hr: Dostupne definicije:

source: Identifier
hr: Identifikator

source: Input
hr: Unos

source: Output
hr: Izlaz

source: Object Enhancer Definitions
hr: Definicije Object enhancera

source: &Applications:
hr: & aplikacije:

source: Changing NVDA object properties made easy
hr: Jednostavna promjena svojstava NVDA objekta
